Repository: yanxiaobing/KeepUp
Catalog: KeepUp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.back
source: Back
zh_hans: 返回

# action.backspace
source: Backspace
zh_hans: 退格

# action.cancel
source: Cancel
zh_hans: 取消

# action.checkIn
source: Check in
zh_hans: 打卡

# action.close
source: Close
zh_hans: 关闭

# action.delete
source: Delete
zh_hans: 删除

# action.discard
source: Discard
zh_hans: 不保存

# action.done
source: Done
zh_hans: 完成

# action.next
source: Next
zh_hans: 下一步

# action.ok
source: OK
zh_hans: 好

# action.restore
source: Restore
zh_hans: 恢复

# action.retry
source: Try again
zh_hans: 重试

# action.save
source: Save
zh_hans: 保存

# ads.privacyError
source: Unable to open ad privacy options right now.
zh_hans: 暂时无法打开广告隐私选项。

# ads.privacyOptions
source: Ad privacy options
zh_hans: 广告隐私选项

# ads.reward.cancelled
source: Cancelled. Access has not been granted.
zh_hans: 已取消，尚未获得本次使用资格。

# ads.reward.continueOnce
source: Continue this time
zh_hans: 继续本次

# ads.reward.description
source: Choose to watch one ad to use this feature once. This does not activate membership.
zh_hans: 自愿观看一次广告，仅放行本次功能，不开通会员。

# ads.reward.failed
source: The ad was not completed. Please try again.
zh_hans: 广告未完成，请重试。

# ads.reward.loading
source: Loading ad…
zh_hans: 广告加载中…

# ads.reward.membership
source: Get membership
zh_hans: 开通会员

# ads.reward.title
source: Use this feature once
zh_hans: 本次功能使用

# ads.reward.unavailable
source: No ad is available. You can continue this time.
zh_hans: 暂时没有可用广告，可直接继续本次。

# ads.reward.unavailableRetry
source: No ad is available. Please try again later.
zh_hans: 暂时没有可用广告，请稍后重试。

# ads.reward.watch
source: Watch one ad
zh_hans: 观看一次广告

# app.loading
source: Getting things ready…
zh_hans: 正在准备…

# calendar.backfill
source: Backfill
zh_hans: 补打卡

# calendar.cardActions
source: Card actions
zh_hans: 卡片操作

# calendar.chooseCard
source: Make a little progress
zh_hans: 记录一点进步

# calendar.chooseDate
source: Choose a date
zh_hans: 选择日期

# calendar.deleteCancel
source: Cancel
zh_hans: 点错了

# calendar.deleteCardConfirmation
source: Delete this card?
zh_hans: 确定要删掉卡片么？

# calendar.empty
source: A fresh page. Start with one small thing.
zh_hans: 崭新的一页，从一件小事开始。

# calendar.nextMonth
source: Next month
zh_hans: 下个月

# calendar.nextWeek
source: Next week
zh_hans: 下一周

# calendar.previousMonth
source: Previous month
zh_hans: 上个月

# calendar.previousWeek
source: Previous week
zh_hans: 上一周

# calendar.recorded
source: Your check-ins
zh_hans: 当天记录

# calendar.removePinnedConfirmation
source: Remove this pinned card from the calendar? You can still check in using the + button.
zh_hans: 即将删除日历上的固定卡片哦，删除后可以点击“＋”号打卡。

# calendar.showMonth
source: Pull down for month view
zh_hans: 下拉切换月历

# calendar.showWeek
source: Swipe up for week view
zh_hans: 上划切换周历

# calendar.startWithPlus
source: Tap + to check in
zh_hans: 点击下方 + 开始打卡

# calendar.subtitle
source: Make time for what matters.
zh_hans: 把时间留给重要的事。

# calendar.tagline
source: A little, every day.
zh_hans: 每天，进步一点点。

# calendar.title
source: Your days
zh_hans: 每一天

# calendar.today
source: Today
zh_hans: 今天

# card.exercise
source: Exercise
zh_hans: 健身

# card.fruit
source: Eat fruit
zh_hans: 吃水果

# card.noLateSnacks
source: Skip late-night snacks
zh_hans: 不吃宵夜

# card.noSoda
source: Skip soft drinks
zh_hans: 拒绝碳酸饮料

# card.pushUps
source: Push-ups
zh_hans: 俯卧撑

# card.walk
source: Take a walk
zh_hans: 散步

# catalog.addSteps
source: Add step card
zh_hans: 添加计步卡

# catalog.addWakeUp
source: Add wake-up card
zh_hans: 添加起床卡

# catalog.create
source: Create
zh_hans: 创建

# catalog.empty
source: No matching cards
zh_hans: 暂无卡片

# catalog.fitness
source: Fitness
zh_hans: 健身

# catalog.health
source: Healthy habits
zh_hans: 饮食健康

# catalog.life
source: Life
zh_hans: 生活

# catalog.more
source: More
zh_hans: 更多

# catalog.recent
source: Recent
zh_hans: 最近

# catalog.recentCheckIns
source: Recent check-ins
zh_hans: 最近打卡

# catalog.recommended
source: Recommended
zh_hans: 推荐

# catalog.search
source: Search
zh_hans: 搜索

# catalog.sports
source: Ball sports
zh_hans: 球类

# content.discard
source: Discard edits
zh_hans: 不保留

# content.draft
source: Draft
zh_hans: 草稿

# content.edit
source: Edit note and photo
zh_hans: 编辑动态

# content.keepDraft
source: Keep draft
zh_hans: 保留

# content.keepQuestion
source: Keep these edits as a draft?
zh_hans: 将此次编辑保留？

# content.photo
source: Photo
zh_hans: 照片

# content.removePhoto
source: Remove photo
zh_hans: 删除照片

# content.singlePhoto
source: One photo per record
zh_hans: 暂时只支持单张图片

# custom.artwork %lld
source: Illustration %1$lld
zh_hans: 形象 %1$lld

# custom.chooseName
source: Choose an illustration and name your card
zh_hans: 选择您喜爱的形象并输入名称

# custom.chooseUnit
source: Choose a unit for your card
zh_hans: 为您的运动卡 匹配合适的单位

# custom.confirmTitle
source: Create this card?
zh_hans: 即将创建这张卡片

# custom.invalidName
source: Use up to 10 letters or numbers (5 Chinese characters), without spaces or symbols.
zh_hans: 最多输入5个汉字或10个字母、数字，不含空格及特殊符号。

# custom.namePlaceholder
source: Card name
zh_hans: 请输入卡片名称

# custom.removeHelp
source: Past check-ins will remain. Creating the same name, illustration and unit restores this card.
zh_hans: 历史打卡记录会保留。使用相同名称、形象和单位创建时，可恢复这张卡。

# custom.removeQuestion
source: Remove this custom card?
zh_hans: 删除这张自定义卡？

# custom.restoreTitle
source: Restore your previous card?
zh_hans: 恢复之前的这张卡片？

# custom.suffix
source: (Custom)
zh_hans: (自定义)

# custom.unitNone
source: None
zh_hans: 无

# energy.burned
source: Est. %@ kcal burned
zh_hans: 预计消耗%@大卡

# energy.burnedShort
source: %@ kcal burned
zh_hans: 消耗%@大卡

# energy.food.beefNoodles.many
source: %@ bowls of beef noodles
zh_hans: %@碗牛肉面

# energy.food.beefNoodles.one
source: %@ bowl of beef noodles
zh_hans: %@碗牛肉面

# energy.food.bigMac.many
source: %@ Big Macs
zh_hans: %@个巨无霸

# energy.food.bigMac.one
source: %@ Big Mac
zh_hans: %@个巨无霸

# energy.food.bubbleTea.many
source: %@ cups of bubble tea
zh_hans: %@杯珍珠奶茶

# energy.food.bubbleTea.one
source: %@ cup of bubble tea
zh_hans: %@杯珍珠奶茶

# energy.food.chestnut.many
source: %@ chestnuts
zh_hans: %@颗板栗

# energy.food.chestnut.one
source: %@ chestnut
zh_hans: %@颗板栗

# energy.food.chestnutBag.many
source: %@ bags of chestnuts
zh_hans: %@袋板栗

# energy.food.chestnutBag.one
source: %@ bag of chestnuts
zh_hans: %@袋板栗

# energy.food.chickenNugget.many
source: %@ chicken nuggets
zh_hans: %@个上校鸡块

# energy.food.chickenNugget.one
source: %@ chicken nugget
zh_hans: %@个上校鸡块

# energy.food.chickenNuggetBox.many
source: %@ boxes of chicken nuggets
zh_hans: %@盒上校鸡块

# energy.food.chickenNuggetBox.one
source: %@ box of chicken nuggets
zh_hans: %@盒上校鸡块

# energy.food.chickenWrap.many
source: %@ Mexican chicken wraps
zh_hans: %@个墨西哥鸡肉

# energy.food.chickenWrap.one
source: %@ Mexican chicken wrap
zh_hans: %@个墨西哥鸡肉

# energy.food.chocolateBar.many
source: %@ chocolate bars
zh_hans: %@块巧克力

# energy.food.chocolateBar.one
source: %@ chocolate bar
zh_hans: %@块巧克力

# energy.food.colaCan.many
source: %@ cans of cola
zh_hans: %@听可乐

# energy.food.colaCan.one
source: %@ can of cola
zh_hans: %@听可乐

# energy.food.colaCase.many
source: %@ cases of cola
zh_hans: %@箱可乐

# energy.food.colaCase.one
source: %@ case of cola
zh_hans: %@箱可乐

# energy.food.corn.many
source: %@ ears of corn
zh_hans: %@根玉米

# energy.food.corn.one
source: %@ ear of corn
zh_hans: %@根玉米

# energy.food.creamPuff.many
source: %@ cream puffs
zh_hans: %@个鲜奶泡芙

# energy.food.creamPuff.one
source: %@ cream puff
zh_hans: %@个鲜奶泡芙

# energy.food.curryRice.many
source: %@ servings of curry rice
zh_hans: %@份咖喱饭

# energy.food.curryRice.one
source: %@ serving of curry rice
zh_hans: %@份咖喱饭

# energy.food.eggTart.many
source: %@ egg tarts
zh_hans: %@个蛋挞

# energy.food.eggTart.one
source: %@ egg tart
zh_hans: %@个蛋挞

# energy.food.eggTartDozen.many
source: %@ dozen egg tarts
zh_hans: %@打蛋挞

# energy.food.eggTartDozen.one
source: %@ dozen egg tarts
zh_hans: %@打蛋挞

# energy.food.friedDough.many
source: %@ fried dough sticks
zh_hans: %@根油条

# energy.food.friedDough.one
source: %@ fried dough stick
zh_hans: %@根油条

# energy.food.fries.many
source: %@ bags of fries
zh_hans: %@包薯条

# energy.food.fries.one
source: %@ bag of fries
zh_hans: %@包薯条

# energy.food.hotDog.many
source: %@ hot dogs
zh_hans: %@根热狗

# energy.food.hotDog.one
source: %@ hot dog
zh_hans: %@根热狗

# energy.food.instantNoodles.many
source: %@ bowls of instant noodles
zh_hans: %@碗方便面

# energy.food.instantNoodles.one
source: %@ bowl of instant noodles
zh_hans: %@碗方便面

# energy.food.jellyBag.many
source: %@ bags of jellies
zh_hans: %@袋果冻

# energy.food.jellyBag.one
source: %@ bag of jellies
zh_hans: %@袋果冻

# energy.food.jellyCup.many
source: %@ jelly cups
zh_hans: %@个果冻

# energy.food.jellyCup.one
source: %@ jelly cup
zh_hans: %@个果冻

# energy.food.peanut.many
source: %@ peanuts
zh_hans: %@颗花生

# energy.food.peanut.one
source: %@ peanut
zh_hans: %@颗花生

# energy.food.peanutBag.many
source: %@ bags of peanuts
zh_hans: %@袋花生

# energy.food.peanutBag.one
source: %@ bag of peanuts
zh_hans: %@袋花生

# energy.food.pistachio.many
source: %@ pistachios
zh_hans: %@颗开心果

# energy.food.pistachio.one
source: %@ pistachio
zh_hans: %@颗开心果

# energy.food.pistachioBag.many
source: %@ bags of pistachios
zh_hans: %@袋开心果

# energy.food.pistachioBag.one
source: %@ bag of pistachios
zh_hans: %@袋开心果

# energy.food.popcornChicken.many
source: %@ bags of popcorn chicken
zh_hans: %@包劲爆鸡米花

# energy.food.popcornChicken.one
source: %@ bag of popcorn chicken
zh_hans: %@包劲爆鸡米花

# energy.food.porkBun.many
source: %@ pork buns
zh_hans: %@个鲜肉包

# energy.food.porkBun.one
source: %@ pork bun
zh_hans: %@个鲜肉包

# energy.food.porkBunBag.many
source: %@ bags of pork buns
zh_hans: %@袋鲜肉包

# energy.food.porkBunBag.one
source: %@ bag of pork buns
zh_hans: %@袋鲜肉包

# energy.food.porkRice.many
source: %@ plates of barbecue pork rice
zh_hans: %@碟叉烧饭

# energy.food.porkRice.one
source: %@ plate of barbecue pork rice
zh_hans: %@碟叉烧饭

# energy.food.rice.many
source: %@ bowls of rice
zh_hans: %@碗白米饭

# energy.food.rice.one
source: %@ bowl of rice
zh_hans: %@碗白米饭

# energy.food.roastChicken.many
source: %@ roast chickens
zh_hans: %@只烤鸡

# energy.food.roastChicken.one
source: %@ roast chicken
zh_hans: %@只烤鸡

# energy.food.sausageEggBurger.many
source: %@ sausage and egg burgers
zh_hans: %@个猪柳蛋汉堡

# energy.food.sausageEggBurger.one
source: %@ sausage and egg burger
zh_hans: %@个猪柳蛋汉堡

# energy.food.seafoodRice.many
source: %@ bowls of baked seafood rice
zh_hans: %@碗焗海鲜饭

# energy.food.seafoodRice.one
source: %@ bowl of baked seafood rice
zh_hans: %@碗焗海鲜饭

# energy.food.sirloinSteak.many
source: %@ sirloin steaks
zh_hans: %@块沙朗牛排

# energy.food.sirloinSteak.one
source: %@ sirloin steak
zh_hans: %@块沙朗牛排

# energy.food.toffee.many
source: %@ pieces of toffee
zh_hans: %@块太妃糖

# energy.food.toffee.one
source: %@ piece of toffee
zh_hans: %@块太妃糖

# energy.food.toffeeTin.many
source: %@ tins of toffee
zh_hans: %@罐太妃糖

# energy.food.toffeeTin.one
source: %@ tin of toffee
zh_hans: %@罐太妃糖

# energy.food.tofuPudding.many
source: %@ servings of tofu pudding
zh_hans: %@份豆腐花

# energy.food.tofuPudding.one
source: %@ serving of tofu pudding
zh_hans: %@份豆腐花

# energy.food.vanillaIceCream.many
source: %@ vanilla ice creams
zh_hans: %@个香草冰淇凌

# energy.food.vanillaIceCream.one
source: %@ vanilla ice cream
zh_hans: %@个香草冰淇凌

# entry.actions
source: Record actions
zh_hans: 记录操作

# entry.completed
source: Completed
zh_hans: 已完成

# entry.date
source: Date
zh_hans: 日期

# entry.deleteConfirmation
source: Delete this check-in? This cannot be undone.
zh_hans: 删除这条打卡记录？此操作无法撤销。

# entry.details
source: Check-in
zh_hans: 打卡详情

# entry.detailTitle %@
source: %1$@ details
zh_hans: %1$@详情

# entry.encouragement.count
source: %@ check-ins: %@. Keep going—you’re building a better you.
zh_hans: 嘿，你真棒！已经打%@卡%@次，努力会让你遇见更好的自己。

# entry.encouragement.general
source: Whatever happens, keep your spirits up!
zh_hans: 输了什么也不要输心情~

# entry.encouragement.streak
source: You’ve checked in for %@ days in a row. Keep it going!
zh_hans: 已经连续打卡%@天，继续保持！

# entry.encouragement.total
source: %@ total: %@ %@. Every effort counts!
zh_hans: 累计%@%@%@，每一次坚持都有收获！

# entry.encouragement.weightGain
source: Weight-gain goal reached! %@ days, %@ kg gained.
zh_hans: 达成增重目标！用%@天增重%@公斤。

# entry.encouragement.weightGainOne
source: Weight-gain goal reached! %@ day, %@ kg gained.
zh_hans: 达成增重目标！用%@天增重%@公斤。

# entry.encouragement.weightLoss
source: Weight-loss goal reached! %@ days, %@ kg lost.
zh_hans: 达成减重目标！用%@天减重%@公斤。

# entry.encouragement.weightLossOne
source: Weight-loss goal reached! %@ day, %@ kg lost.
zh_hans: 达成减重目标！用%@天减重%@公斤。

# entry.enterValue
source: Enter your activity amount
zh_hans: 请输入运动数值

# entry.imageSaved
source: Image saved to Photos.
zh_hans: 图片已保存到相册。

# entry.new
source: New check-in
zh_hans: 记一次打卡

# entry.note
source: Note
zh_hans: 备注

# entry.notePlaceholder
source: A few words about your day…
zh_hans: 写下此刻的感受…

# entry.occurrence %lld
source: Check-in %lld
zh_hans: 第 %lld 次

# entry.photoDenied
source: Allow KeepUp to add photos in Settings to save this image.
zh_hans: 请在系统设置中允许 KeepUp 添加照片。

# entry.quantity
source: Amount
zh_hans: 数量

# entry.quantityPlaceholder
source: Enter an amount
zh_hans: 输入数量

# entry.saveImage
source: Save image
zh_hans: 保存图片

# entry.share
source: Share
zh_hans: 分享

# entry.shareError
source: Could not create or save the image. Please try again.
zh_hans: 图片生成或保存失败，请重试。

# entry.viewCard
source: View card
zh_hans: 查看卡片

# error.content
source: Use up to 1,000 characters and a photo smaller than 5 MB.
zh_hans: 文字最多1000字，图片不能超过5MB。

# error.date
source: Choose today or a date in the past.
zh_hans: 请选择今天或过去的日期。

# error.newerSchema
source: These records were created by a newer version of KeepUp. Update the app to open them.
zh_hans: 这些记录来自更新版本的 KeepUp，请更新 App 后再打开。

# error.note
source: Keep your note within 1,000 characters.
zh_hans: 备注请控制在 1,000 个字符以内。

# error.openTitle
source: Your records couldn’t be opened
zh_hans: 暂时无法打开记录

# error.profile
source: Please check your nickname (up to 7 characters), birth year, height and weight.
zh_hans: 请检查昵称（最多7个字符）、出生年、身高和体重。

# error.quantity
source: Enter a valid positive amount. Repetitions must be whole numbers.
zh_hans: 请输入有效的正数，次数必须是整数。

# error.storage
source: Please try again. Your saved records have not been reset.
zh_hans: 请重试，已保存的记录不会被重置。

# error.title
source: Couldn’t complete that
zh_hans: 操作未完成

# feature.pending
source: This feature is being migrated and is not connected yet.
zh_hans: 此功能正在迁移，暂未接入。

# history.collapse
source: Show less
zh_hans: 收起

# history.collapsed
source: Collapsed
zh_hans: 已折叠

# history.emptySubtitle
source: No records yet. Time to check in!
zh_hans: 还没有记录，去打卡吧～

# history.emptyTitle
source: Your story starts here
zh_hans: 从这里写下你的故事

# history.expand
source: Show more
zh_hans: 展开

# history.expanded
source: Expanded
zh_hans: 已展开

# info.avatarHint
source: Set your avatar
zh_hans: 点我设置头像

# info.avatarLabel
source: Avatar
zh_hans: 头像

# info.camera
source: Take photo
zh_hans: 拍照

# info.confirm
source: Confirm details
zh_hans: 确认无误

# info.confirmHint
source: Your height, weight and age are important for calculating calories burned. Accurate information helps us estimate your activity more precisely.
zh_hans: 这些信息非常重要，身高、体重、年龄是计算您热量消耗的重要参数，如实填写有助于精准计算出您的运动消耗。

# info.continue
source: Continue
zh_hans: 继续

# info.crop
source: Crop image
zh_hans: 裁剪图片

# info.done
source: Done
zh_hans: 完成

# info.female
source: Female
zh_hans: 女

# info.gender
source: Gender
zh_hans: 性别

# info.height
source: Height
zh_hans: 身高

# info.heightLabel
source: Height (cm)
zh_hans: 身高(cm)

# info.heightPlaceholder
source: Choose height
zh_hans: 请选择身高

# info.important
source: Important
zh_hans: 重要提示

# info.library
source: Choose from photo library
zh_hans: 从手机相册选择

# info.male
source: Male
zh_hans: 男

# info.nicknameLabel
source: Nickname
zh_hans: 昵称

# info.nicknamePlaceholder
source: Enter nickname
zh_hans: 请输入昵称

# info.nicknameTitle
source: Hey! Your nickname?
zh_hans: 同学！昵称了解下

# info.none
source: None
zh_hans: 无

# info.photoError
source: Unable to load this photo. Please try another.
zh_hans: 无法读取照片，请选择其他照片。

# info.reconsider
source: Let me check
zh_hans: 我再想想

# info.rulerConfirm
source: OK
zh_hans: 确定

# info.title
source: Set up profile
zh_hans: 设置资料

# info.weight
source: Weight
zh_hans: 体重

# info.weightLabel
source: Weight (kg)
zh_hans: 体重(kg)

# info.weightPlaceholder
source: Choose weight
zh_hans: 请选择体重

# info.year
source: Birth year
zh_hans: 出生年

# info.yearPlaceholder
source: Choose birth year
zh_hans: 请选择出生年

# language.system
source: Follow system
zh_hans: 跟随系统

# legal.privacyPolicy
source: Privacy Policy
zh_hans: 隐私政策

# legal.userAgreement
source: User Agreement
zh_hans: 用户协议

# membership.active
source: Valued Premium Member
zh_hans: 尊贵的高级会员

# membership.cloudControl
source: Your control
zh_hans: 自主可控

# membership.cloudDescription
source: Private storage · Device sync
zh_hans: 私有存储 · 设备同步

# membership.cloudPrivacy
source: Privacy & security
zh_hans: 隐私安全

# membership.cloudPrivate
source: Private storage
zh_hans: 私有存储

# membership.cloudSync
source: Device sync
zh_hans: 设备同步

# membership.control
source: In your control
zh_hans: 自主可控

# membership.countdown
source: Limited daily offer, ends in
zh_hans: 每天名额有限，福利倒计时

# membership.focus
source: Stay focused 🧘‍♀️
zh_hans: 专注记录 🧘‍♀️

# membership.fromToday
source: Starting today
zh_hans: 从今天开始

# membership.giveUp
source: Skip offer and continue
zh_hans: 放弃优惠继续

# membership.healthier
source: Build a healthier you
zh_hans: 打造更健康的自己

# membership.introRecurring %@ %@ %@
source: %@ at %@, then %@
zh_hans: 前%@按%@，之后%@

# membership.introTrial %@ %@
source: Free for %@, then %@
zh_hans: 免费试用%@，之后%@

# membership.introUpfront %@ %@ %@
source: %@ for %@, then %@
zh_hans: 前%@共%@，之后%@

# membership.lifetime
source: Lifetime membership
zh_hans: 终身会员

# membership.limited
source: Limited offer
zh_hans: 限时售卖

# membership.loadError
source: Unable to load products. Please try again later.
zh_hans: 商品加载失败，请稍后重试。

# membership.noAds
source: 🚫 No ads
zh_hans: 🚫 没有广告

# membership.noAdsDescription
source: No ads throughout your membership
zh_hans: 会员存续期间，无任何广告打扰

# membership.noPurchases
source: No eligible purchases were found for this Apple Account.
zh_hans: 未找到此 Apple 账户的有效购买记录。

# membership.pending
source: Your purchase is awaiting approval.
zh_hans: 购买正在等待批准。

# membership.period.1
source: Monthly membership
zh_hans: 月度会员

# membership.period.3
source: Quarterly membership
zh_hans: 季度会员

# membership.period.12
source: Annual membership
zh_hans: 年度会员

# membership.priceUnavailable
source: Unavailable
zh_hans: 暂不可用

# membership.private
source: Private storage
zh_hans: 私有存储

# membership.purchaseError
source: The purchase could not be completed. Please try again later.
zh_hans: 购买未完成，请稍后重试。

# membership.restore
source: Restore
zh_hans: 恢复

# membership.restoreError
source: Unable to restore purchases. Please try again later.
zh_hans: 恢复购买失败，请稍后重试。

# membership.secure
source: Privacy & security
zh_hans: 隐私安全

# membership.sync
source: Device sync
zh_hans: 设备同步

# membership.themesUnlocked
source: All themes unlocked
zh_hans: 已解锁全部皮肤

# membership.title
source: Become a Premium Member
zh_hans: 成为高级会员

# membership.todayRemaining
source: Time left today
zh_hans: 今日剩余

# membership.unavailable
source: This product is not available yet. Please try again later.
zh_hans: 商品暂不可用，请稍后再试。

# membership.unit.1
source: month
zh_hans: 1个月

# membership.unit.3
source: 3 months
zh_hans: 3个月

# membership.unit.12
source: year
zh_hans: 1年

# membership.unlock
source: Unlock all
zh_hans: 可解锁全部

# membership.unlocked
source: All unlocked
zh_hans: 已全部解锁

# membership.unlockThemes
source: Unlock all themes
zh_hans: 解锁全部皮肤

# membership.until
source: Until
zh_hans: 到期

# membership.verifyError
source: The purchase could not be verified. Please restore purchases or try again later.
zh_hans: 购买验证未通过，请恢复购买或稍后重试。

# nav.calendar
source: Calendar
zh_hans: 日历

# nav.history
source: Timeline
zh_hans: 时间线

# nav.profile
source: Me
zh_hans: 我的

# original.card.1
source: Steps
zh_hans: 计步

# original.card.2
source: Running
zh_hans: 跑步

# original.card.3
source: Workout
zh_hans: 健身

# original.card.4
source: Basketball
zh_hans: 篮球

# original.card.5
source: Housework
zh_hans: 做家务

# original.card.6
source: Shopping
zh_hans: 逛街

# original.card.7
source: Swimming
zh_hans: 游泳

# original.card.8
source: Yoga
zh_hans: 瑜伽

# original.card.9
source: Dog walking
zh_hans: 遛狗

# original.card.10
source: Football
zh_hans: 足球

# original.card.11
source: Badminton
zh_hans: 羽毛球

# original.card.12
source: Intimacy
zh_hans: 啪啪啪

# original.card.13
source: Table tennis
zh_hans: 乒乓球

# original.card.14
source: Hiking
zh_hans: 爬山

# original.card.15
source: Dancing
zh_hans: 跳舞

# original.card.16
source: Push-ups
zh_hans: 俯卧撑

# original.card.17
source: Sit-ups
zh_hans: 仰卧起坐

# original.card.18
source: Stairs
zh_hans: 爬楼梯

# original.card.19
source: Walking
zh_hans: 散步

# original.card.48
source: Squats
zh_hans: 深蹲

# original.card.49
source: Plank
zh_hans: 平板支撑

# original.card.50
source: Weight
zh_hans: 体重

# original.card.51
source: Spinning
zh_hans: 动感单车

# original.card.52
source: Tennis
zh_hans: 网球

# original.card.53
source: Jump rope
zh_hans: 跳绳

# original.card.54
source: Shuttlecock
zh_hans: 踢毽子

# original.card.55
source: Rock climbing
zh_hans: 攀岩

# original.card.56
source: Bowling
zh_hans: 保龄球

# original.card.57
source: Billiards
zh_hans: 台球

# original.card.58
source: Crunches
zh_hans: 卷腹

# original.card.59
source: High knees
zh_hans: 高抬腿

# original.card.60
source: Hula hoop
zh_hans: 呼啦圈

# original.card.61
source: Jumping jacks
zh_hans: 开合跳

# original.card.62
source: Bicycle crunches
zh_hans: 空中自行车

# original.card.63
source: Wake up
zh_hans: 起床

# original.card.64
source: Sleep early
zh_hans: 不熬夜

# original.card.65
source: Eat fruit
zh_hans: 吃水果

# original.card.66
source: No late snacks
zh_hans: 不吃宵夜

# original.card.67
source: Face mask
zh_hans: 敷面膜

# original.card.68
source: No soda
zh_hans: 拒绝碳酸饮料

# original.card.70
source: No smoking
zh_hans: 戒烟

# original.card.71
source: Uncross your legs
zh_hans: 不翘二郎腿

# original.card.72
source: Abstinence
zh_hans: 戒撸

# original.card.73
source: No snacks
zh_hans: 拒绝零食

# original.card.96
source: Cycling
zh_hans: 骑行

# profile.activity
source: Activity & reminders
zh_hans: 运动与提醒

# profile.alarms
source: Reminders
zh_hans: 闹钟管理

# profile.contact
source: Contact us
zh_hans: 联系我们

# profile.contactSubtitle
source: Join the community
zh_hans: 加入大家庭

# profile.goals
source: My goals
zh_hans: 我的目标

# profile.journey %lld
source: Day %lld together
zh_hans: 与你相遇的第%lld天

# profile.more
source: More
zh_hans: 更多

# profile.nickname
source: KeepUpper
zh_hans: 打卡星人

# profile.noSteps
source: No step card added
zh_hans: 未添加计步卡

# profile.noTarget
source: No goal set
zh_hans: 未设置目标

# profile.onDevice
source: Saved on this iPhone
zh_hans: 保存在这台 iPhone 上

# profile.onDeviceDescription
source: Your check-ins are available offline. Deleting the app also removes its local records.
zh_hans: 无需联网即可查看打卡记录。删除 App 也会移除本机记录。

# profile.personalInfo
source: Personal information
zh_hans: 个人信息

# profile.premium
source: Premium
zh_hans: 高级版

# profile.premiumSubtitle
source: Cloud backup, no ads 🔥
zh_hans: 云端备份，无广告🔥

# profile.review
source: Rate the app
zh_hans: 鼓励一下

# profile.reviewSubtitle
source: Leave a review
zh_hans: 给个好评

# profile.settings
source: Personal settings
zh_hans: 个人设置

# profile.stepTarget
source: Step goal
zh_hans: 计步目标

# profile.streakFormat %lld
source: %lld-day streak
zh_hans: 连续打卡%lld天

# profile.tagline
source: Small steps. A life well lived.
zh_hans: 小小的坚持，好好生活。

# profile.tapToSet
source: Tap to set
zh_hans: 点击设置

# profile.version
source: Version
zh_hans: 版本

# profile.weightTarget
source: Weight goal
zh_hans: 体重目标
